OPTIONS RESULTS
ADDRESS COMMAND 'Wait 2'
ADDRESS AMBOT
STATUS
SAY "M9.2 AMBNC PLAIN STATUS RC=" RC " RESULT=" RESULT
QUIT
SAY "M9.2 AMBNC PLAIN QUIT RC=" RC " RESULT=" RESULT
