OPTIONS RESULTS
ADDRESS COMMAND 'Wait 2'
ADDRESS AMBOT
STATUS
SAY "M9.2 AMBNC TLS STATUS RC=" RC " RESULT=" RESULT
QUIT
SAY "M9.2 AMBNC TLS QUIT RC=" RC " RESULT=" RESULT
