/* AmBot M9.2 representative ARexx API exercise */
OPTIONS RESULTS
ADDRESS COMMAND 'Type AMBOTQ:M9_2-RUN-ID.txt'
ADDRESS AMBOT
STATUS
SAY "M9.2 STATUS RC=" RC " RESULT=" RESULT
JOIN #m9-alpha
SAY "M9.2 JOIN RC=" RC " RESULT=" RESULT
MSG #m9-alpha M9_2_ARexx_MSG
SAY "M9.2 MSG RC=" RC " RESULT=" RESULT
NOTICE #m9-alpha M9_2_ARexx_NOTICE
SAY "M9.2 NOTICE RC=" RC " RESULT=" RESULT
RELOAD
SAY "M9.2 RELOAD RC=" RC " RESULT=" RESULT
