/* AmBot M4 ARexx example */
ADDRESS AMBOT

STATUS
SAY RESULT

MSG #ambot "Hello from ARexx"
SAY "MSG RC=" RC "RESULT=" RESULT

/* Useful controls:
 * CONNECT
 * DISCONNECT
 * JOIN #channel
 * PART #channel Leaving
 * NOTICE nick Text
 * ACTION #channel waves
 * WHOIS nick
 * MODE #channel +o nick
 * TOPIC #channel New topic
 * RAW PING :manual
 * QUIT
 */
